Show / Hide Table of Contents
Class ISDSetting
IDEA StatiCa Detail setting
Inheritance
System.Object
ISDSetting
Inherited Members
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Detail
Assembly: IdeaRS.OpenModel.dll
Syntax
public class ISDSetting
Constructors
Improve this Doc   View Source
ISDSetting()
ctor
Declaration
public ISDSetting()
Properties
Improve this Doc   View Source
Cover
Concrete cover
Declaration
public double Cover { get; set; }
Property Value
 Type |  Description
 System.Double
 Improve this Doc
 View Source